
/* localised versions of strings used internally in MidiKeys */

/* menu items */
"Virtual source" = "Origen virtual";
"None" = "Nada";

"Octave Up" = "Subir octava";
"Octave Down" = "Bajar octava";

"Hot Keys Enabled" = "Hot Keys On";
"Hot Keys Disabled" = "Hot Keys Off";

/* alert for when there are no hot keys modifiers designated */
"Hot Keys Modifiers" = "Modificador de teclas";
"Hot keys error text" = "Al menos un modificador debe ser pulsado para activar las teclas.";

/* alert for system older than jaguar */
"Old System" = "Sistema operativo";
"Old System text" = "Debe tener Mac OS X 10.2 o superior para usar MidiKeys.";


"HotKeyDockBadge" = "⌨"; // ⎃ ★ ⌨
